{
    "producers": [
        {
            "name": "Θωμάς Αρβανίτης",
            "description": "Για όλα φταίει ο Μαρκόνι….!!! Όλα ξεκίνησαν στην όμορφη Τούμπα όπου ο υποφαινόμενος διέμενε,ακούγοντας συστηματικά τη γκραν-κάσα μέσα από το γήπεδο. Ο Θωμάς αποφάσισε να σταματήσει το όμποε και να ξεκινήσει ντραμς. Η σχέση του με το rock ηταν αναπόφευκτη όπως και με τα μακριά μαλλιά,που σιγα-σιγα έπεσαν... Τα στενά τζην,που σιγά-σιγά φάρδυναν... Το σχολείο τελείωσε εν ριπή οφθαλμού. Ήρθε το πανεπιστήμιο και η Θεολογική Σχολή. Εκεί οι επιθυμίες έγιναν ανάγκες και οι μπάντες έδεσαν, με πρώτη τη Μαύρη Μαγιονέζα. Ακολούθησαν οι pop Phasma+ , οι punk Grimes , οι latin-jazz Soltea Peenuts και οι rock‘n’roll-jive The Banksters και ένα προσωπικό project με το όνομα Prodact. Παράλληλα oι αναζητήσεις συνεχίζονταν και το ραδιόφωνο ήταν μια έξοχη εναλλακτική που δεν τον άφησε καθόλου αδιάφορο. Ξεκίνησε στο ράδιο Safari, συνέχισε στο Ράδιο Φωνή της Τούμπας-κάτι μου θυμίζει αυτό-και στον Super fm τα έτη τα παλαιά, ενώ τα νέα στον 89Rainbow.. για να καταληξει στη φυσική του θέση, αρμένικη βίζιτα δηλαδή στους ραδιοφωνικούς σας δέκτες 2-6 τα Σαββατοκύριακα μέσα από τη συχνόητα του 1055Rock!!!",
            "image": "http://www.1055rock.gr/site/assets/files/2057/21432804_10211712551102202_8930087977456468373_n.350x350.jpg",
            "show": "SEX & DRUMS & ROCK 'N' ROLL",
            "showtime":"Σάββατο & Κυριακή 14:00 - 18:00"
        },
        {
            "name": "Αλέξης Αναστασιάδης",
            "description": "Γεννήθηκα τη δεκαετία του 70 και άρχισα το ραδιόφωνο τη δεκαετία του 80. Αυτό με κάνει ηλικιωμένο αρκετά, τόσο στην ηλικία όσο και στη ραδιοφωνική μου καριέρα. Ξεκίνησα να κανω εκπομπές την εποχή που παίζαμε βινύλιο, είχαμε κασέτες και το κορυφαίο τεχνολογικό επίτευγμα της εποχής ήταν το CD player και κατέληξα στα MP3 αλλά και την ψηφιακή τεχνολογία. Κάπου στη διάρκεια αυτού του ταξιδιού, αποφάσισα ότι πέρα από χόμπι αυτό ήταν το επάγγελμα που θα ήθελα να ακολουθήσω. Στα τέλη της δεκαετίας του 90 και στις αρχές του 21ου αιώνα, δημιούργησα μαζί με συνεργάτες τον 1055 Rock. Κάπου εκεί στο 2001, έπεσα επάνω σε έναν παλαβό με μακριά μαλλιά, βαμμένα νύχια και περίεργη φωνή .\nΤίποτα δεν μπορούσε να με πείσει ότι αυτός θα ήταν ο συνεργάτης μου στο ραδιόφωνο για τα επόμενα 15 χρόνια.. Ακόμα και τώρα δηλαδή νομίζω ότι βλέπω έναν εφιάλτη από τον οποίο θα ξυπνήσω και θα πάω στο ραδιόφωνο όπου θα με περιμένει ένα μοντέλο της Victoria secret!\n\nΣε άλλα θέματα τώρα, μπορώ να πω όχι σε ανθρώπους, αλλά ποτέ σε σκυλιά. Πηγαίνω σε όλες τις ροκ συναυλίες, αλλά στις βαρετές φεύγω στο πρώτο μισάωρο. Όνειρό μου ηταν να έχω ένα τζάκι ή μία ξυλόσομπα μέχρι που απέκτησα τη δεύτερη και από τότε όνειρο μου είναι να ξαναβάλω καλοριφέρ. Έβλεπα Star Wars πολύ πριν τα μάθετε εσείς γατάκια .\n\nΠαλαιότερα ήθελα να γίνω μηχανοδηγός στα τρένα. Ακόμα θέλω δηλαδή..\n\nΣτον ελεύθερο χρόνο μου διαβάζω βιβλία science fiction και παίζω παιχνίδια στο PC. Πιστεύω στην παγκόσμια ειρήνη, στον Άη Βασίλη, και στον θησαυρό των ξωτικών στην άκρη του ουράνιου τόξου.\n\nΘεωρώ ότι το πολυτιμότερο πράγμα που μπορεί κανένας να αποκτήσει είναι οι άνθρωποι που τον περιτριγυρίζουν. Σε αυτό στάθηκα πολύ τυχερός .",
            "image": "http://www.1055rock.gr/site/assets/files/1125/alex_despoina.350x350.jpg",
            "show": "ΑΘΛΙΟΙ ΓΙΟΙ",
            "showtime":"Δευτέρα - Παρασκευή 10:00 - 13:00"
        },
        {
            "name": "Λίνα Αντωνιάδου",
            "description": "Γεννήθηκα τη χρονιά που κυκλοφόρησε το Heroes, το Marque moon και τόσα άλλα υπερτράγουδα που νομίζω ήταν σημαδιακό. Στα πρωτα τρυφερα χρόνια βεβαια δεν εδωσα βάση στο ποσό σημαδιακο ηταν αλλα μετέπειτα το κατάλαβα. Σε ολες αυτες τις περιστροφές της γης γύρω απο τον 'Ηλιο, ολα για μένα ήταν συνδεδεμένα με την μουσική.. Punk, Indie, alternative, post punk, dark, μα πάντα ροκ. Έτσι ζω, thats the way my days are numbered, μαζι με παιδια, σκυλο, φιλους, ταξιδια και καλό φαγητό.\nΦετος, στην μεσημεριανη ζωνη, αισιοδοξώ πως θα παρω μυαλό σας, εστω για λιγο, απο τα διακόσια πραγματα που έχετε στο κεφάλι σας εκείνη την ώρα, και με τη μουσική θα δραπετευσετε αλλου και θα μοιραστούμε μουσικές! Lets drive, together.\n\nΛίνα Αντωνιάδου\n\nWeekdays 13.00 με 17.00 στον 1055Rock.",
            "image": "http://www.1055rock.gr/site/assets/files/1089/35546753_10212377239373406_5129379446184214528_n.350x350.jpg",
            "show": "DRIVE TIME",
            "showtime":"Δευτέρα - Παρασκευή 13:00 - 16:00"
        },
        {
            "name": "Γιώργος Γαλάνης",
            "description": "Ο Γιωργος γεννηθηκε, μεγαλωσε και πηγε σχολειο στο κεντρο της Θεσσαλονικης. Στο σχολειο τον ηξεραν ολοι γιατι ηταν ο πιο ψηλος και γιατι ηξερε τους τιτλους ολων των τραγουδιων που τον ρωτουσαν οι συμμαθητες του...\n\nΚατα τη διαρκεια των σπουδων του, που τις συνδιασε παιζοντας μπασκετ και πηγαινοντας ταξιδια, οι γονεις του τον πιεσαν να ασχοληθει με το ραδιοφωνο και το DJing. Περασε απο το Καναλι 10-18, το Ραδιο Εγνατια, το Μερες Ραδιοφωνου του Ραδιο Θεσσαλονικη, το Ραδιο Ακροπολις και το 2003 βρεθηκε στον 1055Rock.\n\nΤο 2012 εφυγε απ το ραδιοφωνο και το 2013 εφυγε κι απ τη Θεσσαλονικη για το Λονδινο. Επεστρεψε το Σεπτεμβρη του 2015 και εχει σκοπο να μεινει στην Ελλαδα γιατι του ειπαν ψεμματα οτι στο Λονδινο ζουνε 'Aγγλοι.\n\nΤου αρεσει το μπασκετ, τα μακαρονια με κιμα, η NuCrema και η Cadbury, και ακουει hard rock, post punk, new wave, metal, psychedelic rock, kraut rock, garage rock. Αγαπημενοι του καλλιτεχνες ο Μιχαλης Ρακιντζης, η Μπεσσυ Αργυρακη, ο Λακης Τζορντανελι και ο Γιωργος Κοινουσης.\n\nΥποστηριζει τον Ηρακλη κι απ τις μεγαλες ομαδες τον Μακεδονικο.",
            "image": "http://www.1055rock.gr/site/assets/files/1189/12413818_1118343314842676_2069748043_o.350x350.jpg",
            "show": "",
            "showtime":"Δευτέρα - Παρασκευή 19:00 - 22:00"
        },
        {
            "name": "Χριστόφορος Γεωργίου",
            "description": "Η γνωριμία μου με την μουσική ξεκινά από την παιδική ηλικία, με πρώτο δίσκο το «Alive II» των Kiss. Από τότε η αναζήτηση της μουσικής μετατράπηκε σε πόρωση, πάθος, αγάπη! Το πάθος αυτό οδήγησε στη δημιουργία δύο συγκροτημάτων στα χρόνια της εφηβείας (Aftershock & No Escape), μέχρι τα χρόνια του στρατού. Ακολούθησαν κάποιοι πειραματισμοί σε πειρατικούς σταθμούς (βλ. «πολύ κωλόπαιδο ο Κυριάκος») στα τέλη της δεκαετίας του ’80. Τότε άνοιξε και ο δρόμος για την συμμετοχή στο ιστορικό «Radio Acropolis» και την δημιουργία της «Μεταλλικής ζώνης» το 1991, με πρωτομάστορα τον Κώστα Ταλέα. Οι εκπομπές της ζώνης είχαν την τιμητική τους, καθώς για δύο συνεχόμενες χρονιές ψηφίστηκαν ως οι καλύτερες «μεταλλικές» εκπομπές πανελλαδικά, σύμφωνα με το περιοδικό «Metal hammer» . Ακολούθησαν ανταποκρίσεις από συναυλίες εσωτερικού και εξωτερικού, εκδρομές, φεστιβάλ, συνεντεύξεις και γνωριμίες με rock stars και γενικότερα με ανθρώπους του χώρου. Στα τέλη του 1995 το dj-λίκι μπήκε κι αυτό πιο ενεργά και δυνατά στην καθημερινότητα με πολύχρονη συμμετοχή στα γνωστά bar-club της πόλης… όπως το «Rolling Stone» και το «Bullshit», σε συνεργασία με τους Αντώνη Κανάκη, Γιώργο Γαλάνη, Στάθη Παναγιωτόπουλο και Νίκο Περέτ. Το 2006 συν-ιδιοκτήτης στο «JAZZANOVA bar-club», ενώ από το 2009 έως σήμερα, resident dj στο «HAVEN bar», με κάποιες σταθερές συμμετοχές σε «ΑΙΓΛΗ», «Δεντρόσπιτο» και «Θερμαϊκό». Κι αν οι έρωτες έρχονται και φεύγουν… μια αγάπη είναι αυτή που μένει και δεν φεύγει ποτέ… και θα γυρίσει το κεφάλι μόνο αν φωνάξεις… «METAL».",
            "image": "http://www.1055rock.gr/site/assets/files/2211/christopher.350x350.jpg",
            "show": "1055ROCK - X (METAL ZONE)",
            "showtime":"Κυριακή 22:00 - 00:00"
        },
        {
            "name": "Nίκος Δαλαμπύρας",
            "description": "Στον 1055 Rock βρέθηκα εντελώς συμπτωματικά, το φθινόπωρο του 2000. Ήταν μια μοιραία απόφαση, τόσο για εμένα προσωπικά, όσο και για τον σταθμό.\n\nΑυτό που με έκανε να αγαπήσω τον συγκεκριμένο ραδιοφωνικό σταθμό ήταν το γεγονός πως ποτέ δεν με αναγκάσαν να μπω σε καλούπια, ποτέ δεν υποχρεώθηκα να κάνω ή να πω κάτι που δεν θα με εξέφραζε, να μιλήσω έστω για μια μουσική ή κάποιο συγκρότημα που δεν μου αρέσει.\n\nΗ μουσική είναι για ‘μένα το πάθος μου. Και στον 1055 Rock μου επετράπη να εκφράσω αυτό το πάθος όπως εγώ έκρινα σωστό.\n\nΘα περίμενε κανείς να διαβάσει σε αυτές τις γραμμές ένα πιο ουσιώδες βιογραφικό. Να μιλήσω για τους συναδέλφους μου από το ραδιόφωνο, να αραδιάσω τους καλλιτέχνες που επισκέφθηκαν το στούντιο του 1055 Rock και μου έδωσαν συνέντευξη, να απαριθμήσω τα νυχτερινά κέντρα που με φιλοξενήσαν ως μουσικό ή ως d.j., να αναφερθώ στις διοργανώσεις στις οποίες συμμετείχα και ο σταθμός της υποστήριξε επικοινωνιακά, να καταμετρήσω τους δίσκους που άκουσα και αξιολόγησα για να μεταδοθούν από την συχνότητα αυτή, να αναφερθώ στις φιλίες που δημιούργησα ή στις σχέσεις που απέκτησα -επαγγελματικές και μη- με τους ανθρώπους που περάσαν τα τελευταία 15 χρόνια από τον 1055 rock, να αναπολήσω τα ξενύχτια, τις δύσκολες και τις ευχάριστες στιγμές που έζησα σε ένα χώρο, που έγινε εν τέλει το δεύτερο σπίτι μου…\n\nΑυτό θα ήταν όμως αδύνατο!\n\nΞέρω πλέον πως η σχέση με το συγκεκριμένο ραδιόφωνο είναι αμφίδρομη…Κάπως έτσι νιώθουν και οι ακροατές του 1055 rock! Τους ευχαριστώ θερμά που είναι μαζί μας τόσα χρόνια σε αυτό το μαγευτικό μουσικό ταξίδι, που έχει ως μόνο του στόχο την απόλαυση της rock μουσικής!\n\nΠρέπει να ξέρετε πως εξακολουθώ να κάνω air guitar όποτε μεταδίδουμε Motley Crue…όπως ακριβώς και πριν από 15 χρόνια! Μόνο έτσι απολαμβάνεις άλλωστε την μουσική που σου αρέσει! Την μουσική που παίζει ο 1055 Rock! O μεγαλύτερος και καλύτερος rock ραδιοφωνικός σταθμός της Ελλάδας!",
            "image": "http://www.1055rock.gr/site/assets/files/2049/nikos.350x350.jpg",
            "show": "THE ROXX ZTAR SHOW",
            "showtime":"Δευτέρα - Πέμπτη 22.00 - 01:00"
        },
        {
            "name": "Γιάννης Δασκάλου",
            "description": "Γεννήθηκε τον Ιούλιο του 1975 στην Θεσσαλονίκη. Έπεσε από μικρός στο «καζάνι» του τένις, όμως διαπίστωσε ότι Φέντερερ και… χάμπουργκερ δεν πάνε μαζί και το ‘ριξε στην δημοσιογραφία.\n\nΠερπάτησε τα καλύτερα χρόνια του ραδιοφώνου στα χρόνια των πομπινόφωνων των 90’s, έγραφε κείμενα σε γραφομηχανές, έστελνε φαξ στις εφημερίδες που συνεργαζόταν ως απεσταλμένος και για τηλέφωνο εκτός γραφείου χρησιμοποιούσε τα σταθερά των Delire και Belair, που ήταν τα αγαπημένα στέκια του στην θρυλική Βογατσικού.\n\nΜ’ αυτά και μ’ αυτά έγινε μέλος της Ένωσης Συντακτών Ημερησίων Εφημερίδων Μακεδονίας – Θράκης (Ε.Σ.Η.Ε.Μ-Θ) αλλά και του Πανελληνίου Συνδέσμου Αθλητικού Τύπου (Π.Σ.Α.Τ.) έχοντας πλέον 25 χρόνια στο κουρμπέτι των Media σε όλες τους τις εκδοχές.\n\nΑγαπά την μουσική, λατρεύει την rock εκδοχή της και ονειρεύεται ακόμη να απολαύσει ένα Ιρλανδικό malt στην σκιά του Joshua Tree, τζαμάροντας με τον Edge και κάνοντας ντουετάκι με τον Bono.\n\nΜέσα σε όλα κατάφερε να κάνει και οικογένεια, πείθοντας την Όλγα ότι είναι ο πρίγκιπας που αναζητούσε και, απλά, του λείπει το άσπρο άλογο. Σήμερα, 18 χρόνια μετά, το άσπρο άλογο ακόμη αναζητείται, όχι όμως και το νόημα της ζωής που βρέθηκε στα πρόσωπα των δυο παιδιών τους, Μαριάννας και Βασίλη.",
            "image": "http://www.1055rock.gr/site/assets/files/2041/20180525_095956.350x350.jpg",
            "show": "COCKTAIL",
            "showtime":"Δευτέρα - Παρασκευή 07:00 - 10:00"
        },
        {
            "name": "Έφη Δρογούτη",
            "description": "Το 1981 αγέρας αλλαγής φυσούσε στη χώρα. Ο αγέρας εν συνεχεία μας πήρε και μας σήκωσε, την ίδια όμως χρονιά ήρθε στον κόσμο η Έφη Δρογούτη.\n\nΤα παιδικά της χρόνια κυλούσαν ήρεμα στην ελληνική ύπαιθρο –σχετικά ήρεμα τουλάχιστον γιατί η αγάπη της για τη μουσική τάραζε ενίοτε την ηρεμία των άλλων.. Σε νεαρή ηλικία -14 ετών ήτανε δεν ήτανε- χτύπησε την πόρτα ραδιοφωνικού σταθμού διεκδικώντας μια εκπομπή. Απορρίφθηκε λόγω ηλικίας αλλά δεν το έβαλε κάτω, συνέχισε να χτυπάει μέχρι που της άνοιξαν… Τελικά παρέμεινε στα τοπικά ερτζιανά μέχρι την ενηλικίωσή της όταν και πήρε το δρόμο για τη μεγάλη πόλη.\n\nΤο 2001 λίγο μετά την καταστροφή της 11ης Σεπτεμβρίου η μοίρα την οδήγησε στον 1055rock όπου και έβγαλε ρίζες! Για κάτι παραπάνω από μια δεκαετία η εκπομπή της ‘Εκτός τόπου και χρόνου’ μεταδιδόταν καθημερινά στον 1055rock. Μία μουσική κατά κύριο λόγο εκπομπή ,με άμεση επικοινωνία με το κοινό και καλοπροαίρετα και μη σχόλια …\n\nΏσπου μια μέρα, το καλοκαίρι του 2012 χτυπημένη από την κρίση μάζεψε τα μπογαλάκια της, αποχαιρέτησε τους ακροατές του 1055rock και τράβηξε προς το όμορφο και φιλόξενο νησί της Μεγάλης Βρετανίας .\n\nΈνα χρόνο αργότερα, μετά τη σύντομη αυτή διεθνή καριέρα και αφού η κρίση πέρασε (…) η Έφη Δρογούτη επέστρεψε στα πάτρια εδάφη.\n\nΦέτος την ακούτε κάθε Σαββατοκύριακο 16:00 - 19:00 παραμένοντας πάντα ‘Εκτός τόπου και χρόνου’.",
            "image": "http://www.1055rock.gr/site/assets/files/1040/efi.350x350.jpg",
            "show": "",
            "showtime":"Δευτέρα - Παρασκευή 16:00 - 19:00"
        },
        {
            "name": "Δέσποινα Καραμουζά",
            "description": "Η Δέσποινα Καραμουζά γεννήθηκε και μεγάλωσε στο κέντρο της Θεσσαλονίκης όπου συνεχίζει να σπαταλάει το χρόνο της, ενώ βαθιά μέσα της είναι σίγουρη ότι έπρεπε να είναι κάπου αλλού, κάνοντας κάτι άλλο. Μέχρι να συμβεί αυτό, εργάζεται στην οικογενειακή επιχείρηση μεταχειρισμένων βιβλίων, ως καθηγήτρια Αγγλικών στον ιδιωτικό τομέα και παράλληλα γράφει σε μουσικά και πολιτιστικά sites. Επειδή της περίσσευαν κάτι λεπτά μέσα στο 24ωρο και έπληττε θανάσιμα, αποφάσισε να ξεκινήσει ακόμη μια καριέρα, κατευθείαν απ'την κορυφή αυτή τη φορά, μια και όταν μιλάμε για rock ραδιόφωνο, ο 1055 είναι με διαφορά ο καλύτερος!\n\nΤο μεγαλύτερο μέρος της τρέλας της το'χει πάρει απ'τη μαμά της, που ενώ της παραπονιόταν ότι ήξερε τους στίχους των τραγουδιών καλύτερα απ'τα μαθήματά της, της αγόραζε ανελλιπώς βινύλια των Sex Pistols, Supertramp, Ian Gillan, Doors κ.α χωρίς περιττές ερωτήσεις, με αποτέλεσμα οι μουσικές της προτιμήσεις να καλύπτουν ευρύ φάσμα, δηλαδή από την αρχή μέχρι το τέλος του rock. Tο υπόλοιπο μέρος της τρέλας της το καλλιέργησε μόνη της και πιστεύει ακράδαντα ότι τα πράγματα είναι απλά και είναι στο χέρι της. Άλλες μεγάλες της αγάπες, εκτός απ'τη μουσική, είναι τα γυμναστήρια,τα βιβλία, και η ανιψιά της... όχι απαραίτητα μ'αυτή τη σειρά.",
            "image": "http://www.1055rock.gr/site/assets/files/1125/alex_despoina.350x350.jpg",
            "show": "ΑΘΛΙΟΙ ΓΙΟΙ",
            "showtime":"Δευτέρα - Παρασκευή 10:00 - 13:00"
        },
        {
            "name": "Αλέξανδρος Λαμπρίδης",
            "description": "Το καλυτερο παιδί της πολης! Ο Ομορφότερος ραδιοφωνικός παραγωγός του 1055rock, για αυτό και φέτος εντάχθηκε στην ομάδα των άθλιων ! Ο Αλέξανδρος Λαμπρίδης γεννηθηκε την δεκαετία του 90', κατι που τον κάνει τον μικρότερο ραδιοφωνικό παραγωγό του 1055 rock. Μεγάλωσε στο Πλαγιάρι Θεσσαλονίκης και απο πολύ μικρή ηλικία τον κέρδισε η αγάπη του για την μουσική και τα extreme sports ! Απο την ηλικία των 12 ξεκίνησε να κατεβαίνει καθημερινά στο κεντρο (αγαλμα του μεγα αλεξανδρου , πλατεια αριστοτέλους, λαδάδικα, ναυαρίνου κλπ.) για να κανει skate, να δει συναυλίες και για να γνωρίσει καινούργιες κουλτούρες, κάτι που τον έκανε διαφορετικό ( με την καλη εννοια ) απο τα παιδιά της γενιάς του. Λατρευε το σχολείο αλλα σιχαινοταν τα γραμματα, κατι που τον εκανε την ψυχη της παρεας αλλα και το ατακτο παιδι της ταξης , παρολα αυτα καταφερε να τελειωσει διοικηση επιχειρησεων και μάρκετινγκ και ονειρεύεται ότι μια μέρα θα καθήσει στην θέση του Αλέξη Αναστασιάδη - τόσο πολύ που τα βράδια πάει κρυφά στο γραφείο του και χαϊδεύει τα μπράτσα της καρέκλας του ! Τα τελευταία δυο χρόνια είναι στην διοργάνωση του μεγαλύτερου φεστιβάλ που γίνεται στην Θεσσαλονίκη , του Street mode Festival και φέτος ξεκίνησε δικιά του εταιρία με ρούχα , σανίδες skate και surf",
            "image": "http://www.1055rock.gr/site/assets/files/2055/13729110_1175004075854591_8684602922886830307_n.350x350.jpg",
            "show": "PARTY ZONE",
            "showtime":"Παρασκευή 23:00 - 00:00"
        },
        {
            "name": "Κυριάκος Μπέρτος",
            "description": "Συνιδιοκτήτης και ιδρυτής στο καφέ μπαρ \"Rover Bar\", στο μεζεδοπωλείο \"Το Κουρμπέτι\" και στο Youth Hostel \"Stay\".\n\nΓεννημένος στην εξωτική Δράμα, μετακόμισα στη Σαλονίκη στα 19 μου για σπουδές σαν Μηχανικός στην Ακαδημία Εμπορικού Ναυτικού, δουλεύοντας παράλληλα σαν μπάρμαν και Dj. Χάρη στα καράβια μπόρεσα να γυρίσω σχεδόν όλο το κόσμο, άνοιξε το μάτι μου και κυρίως το μυαλό. Γύρισα αρκετά και την Ελλάδα, ρίχνοντας τελικά άγκυρα στην ιδανικότερη πόλη για τα δικά μου γούστα.\n\nΤρελαίνομαι με τα vibes αυτής της πόλης, που κάνουν τους κατοίκους, από όπου κι αν προέρχονται, στο τέλος να γίνονται Σαλονικιοί, να αφομοιώνουν τους χαλαρούς ρυθμούς και να δίνουν τελικά αυτή την αίσθηση του \"μεγάλου χωριού\" που όλοι λατρεύουν.\n\nΜέγας μαστροχαλαστής και ορκισμένος λάτρης και διασώστης vintage αντικειμένων, από το πιο μικροσκοπικό μπιχλιμπίδι μέχρι την αισίως 8μελή μου Vespa family, κάπως έτσι λάτρεψα και το150ετές κτίριο που βρήκαμε για να στεγάσει το Rover.\n\nΌραμα μου, όνειρο μου και στόχος μου να αποφεύγω τα κοινότυπα σε ότι και αν κάνω!\n\nΜεγαλύτερη μου επιτυχία μέχρι στιγμής η επιλογή των συνεταίρων μου στο επιχειρηματικό μου ταξίδι, χωρίς αυτούς θα ήμουν ένα ακόμη φαντασμένο χωριατάκι!\n\nΤο ταξίδι μου με το ραδιόφωνο και γενικά τις μουσικές επιλογές σε μπαρς ξεκίνησε στα 14 (ναι στα 14) όταν πρωτοέκανα μαζί με τους κολλητούς μου εκπομπή στο Ράδιο ΗΧΩ στη Δράμα, όπου συνέχισα σε ράδιο Ακρόαμα και τέλος στον Super fm, συνολικά για 4 χρόνια όπου και σταμάτησα μέχρι και τώρα.\n\nΣαν Dj έχω περάσει από πολλά μπαρς σαν resident μεταξύ των οποίων ήταν το beach bar του Αρμενιστή, το Berlin, το Art House, το Σπίρτο και εδώ και 5 χρόνια μόνο στο Rover Bar.\n\nΤα τελευταία τρία χρόνια είμαι στη ομάδα διοργάνωσης του Street Mode Festival.",
            "image": "http://www.1055rock.gr/site/assets/files/2045/36279764_10213668187312698_2017721652216856576_n.350x350.jpg",
            "show": "DISSCONNECTED RADIO SHOW",
            "showtime":"Σάββατο & Κυριακή 18:00 - 22:00"
        },
        {
            "name": "Κώστας Ταλέας",
            "description": "Ο Κώστας Ταλέας είναι πτυχιούχος του Αριστοτελείου Πανεπιστημίου Θεσσαλονίκης και αγαπάει ιδιαίτερα την Θεολογία,την Κοινωνιολογία,τον Κινηματογράφο και το Ραδιόφωνο.Το παιδικό του όνειρο να γίνει δημοσιογράφος τον ώθησε να ασχοληθεί με τον Τύπο.Ήταν συντάκτης σε ποικίλα έντυπα πολιτιστικού περιεχομένου από τα τέλη της δεκαετίας του 80.Διατέλεσε αρθρογράφος για δεκαπέντε χρόνια της εφημερίδας ΙΝ ROCΚ, που αναφερόταν στην ελληνική μουσική σκηνή και δημοσίευσε για πρώτη φορά στον Ελληνικό Τύπο συνεντεύξεις συγκροτημάτων,όπως ΔΙΑΦΑΝΑ ΚΡΙΝΑ-ΣΤΕΡΕΟ ΝΟΒΑ-FLOWERS OF ROMANCE-ΜΠΛΕ κ.α.Από το 1990 άρχισε εκπομπές στον ραδιοφωνικό σταθμό ΡΑΔΙΟ ΑΚΡΟΠΟΛΙΣ.Οι τίτλοι εκπομπών ήταν Η ΩΡΑ ΤΩΝ ΜΕΤΑΛΛΑΓΜΕΝΩΝ-ΣΥΝΔΕΣΜΟΣ ΦΙΛΑΘΛΩΝ ΑΚΡΟΠΟΛΙΣ FM.Επόμενος ραδιοφωνικός του σταθμός ήταν οι ΜΕΡΕΣ ΡΑΔΙΟΦΩΝΟΥ.Από το 2001 παρουσιάζει ανελλιπώς στον 1055 ROCK την εκπομπή ΙΣΤΟΡΙΕΣ ΓΙΑ ΠΟΠΕΡΣ ΚΑΙ ΡΟΚΕΡΣ.Οn Air σχολιάζει τραγούδια,την πολιτική και κοινωνική επικαιρότητα,ταινίες και βιβλία.Ενδιαφέρεται για την ιστορία των Μέσων Μαζικής Επικοινωνίας και αυτό ήταν το θέμα της μεταπτυχιακής του εργασίας.Για αυτόν η επικοινωνία με τους ακροατές αποτελεί τον θεμέλιο λίθο του Ραδιοφώνου.",
            "image": "http://www.1055rock.gr/site/assets/files/2047/taleas_7.350x350.jpg",
            "show": "",
            "showtime":"Σάββατο & Κυριακή 10:00 - 14:00"
        },
        {
            "name": "Κωνσταντίνος Τζαντζαράς",
            "description": "Μικρός ήθελε να γίνει ραλίστας. Η φυσιολογική κατάληξη ήταν να ασχολείται επαγγελματικά με τα media από το 2000. Επιμελήθηκε και παρουσίασε χιουμοριστικές εκπομπές σε πολλούς ραδιοφωνικούς σταθμούς της Θεσσαλονίκης (μεταξύ άλλων, ΡΑΔΙΟ ΘΕΣΣΑΛΟΝΙΚΗ, IMAGINE 89.7, Metropolis 95.5). Για μια τετραετία ήταν μέλος της δημιουργικής ομάδας της τηλεοπτικής εκπομπής «Ράδιο Αρβύλα». Αρθρογραφούσε σε εφημερίδες της πόλης και σε διάφορα site στο internet, ενώ επιμελούνταν και συμπαρουσίαζε εκπομπήweb tv στο www.gazzetta.gr.\n\nΤαλαιπώρησε και ταλαιπωρήθηκε στην Οργάνωση και Διοίκηση Επιχειρήσεων στο Πανεπιστήμιο Μακεδονία ενώ εκτός από τα ελληνικά μιλά τρεις ξένες γλώσσες.\n\nΝιώθει δώδεκα ετών αλλά τόσο η ταυτότητα του όσο και η εφορία έχουν τις αντιρρήσεις τους.",
            "image": "http://www.1055rock.gr/site/assets/files/2041/20180525_095956.350x350.jpg",
            "show": "COCKTAIL",
            "showtime":"Δευτέρα - Παρασκευή 07:00 - 10:00"
        }
    ]
}